/*  Class = "NSMenuItem"; title = "Undelete Default Bundles…"; ObjectID = "1273";  */
"Undelete Default Bundles…" = "Restaurer les actions par défaut...";

/*  Class = "NSButtonCell"; title = "Close"; ObjectID = "1115";  */
/*  Class = "NSButtonCell"; title = "Close"; ObjectID = "1149";  */
"Close" = "Fermer";

/*  Class = "NSMenuItem"; gToolTip = "Save the selected Bundle to disk"; ObjectID = "1271";  */
"Save the selected Bundle to disk" = "Sauvegarder l'action sélectionnée sur le disque";

/*  Class = "NSButton"; gToolTip = "Undelete selected default Bundles (↩)"; ObjectID = "1112";  */
"Undelete selected default Bundles (↩)" = "Restaurer les actions prédéfinies sélectionnées (↩)";

/*  Class = "NSButtonCell"; title = "Undelete"; ObjectID = "1113";  */
"Undelete" = "Restaurer";

/*  Class = "NSPopUpButton"; gToolTip = "Choose the input source for the command. The desired data will be available as UTF-8 encoded file whose name will be passed as shell variable SP_BUNDLE_INPUT which will be piped to the script (STDIN)"; ObjectID = "768";  */
"Choose the input source for the command. The desired data will be available as UTF-8 encoded file whose name will be passed as shell variable SP_BUNDLE_INPUT which will be piped to the script (STDIN)" = "Choisissez la source d'entrée pour la commande. La donnée souhaitée sera disponible sous la forme d'un fichier UTF-8 dont le nom sera passé comme variable shell SP_BUNDLE_INPUT qui sera injecté au script (STDIN)";

/*  Class = "NSPopUpButton"; gToolTip = "Choose the handling of BLOB fields"; ObjectID = "1091";  */
"Choose the handling of BLOB fields" = "Choisissez la gestion des champs BLOB";

/*  Class = "NSTextFieldCell"; title = "Trigger:"; ObjectID = "1084";  */
"Trigger:" = "Déclencheur :";

/*  Class = "NSTextFieldCell"; title = "Description:"; ObjectID = "1143";  */
"Description:" = "Description :";

/*  Class = "NSTextFieldCell"; title = "Command:"; ObjectID = "939";  */
"Command:" = "Commande :";

/*  Class = "NSMenuItem"; title = "Reload Bundles without Saving"; ObjectID = "1274";  */
"Reload Bundles without Saving" = "Recharger les actions sans sauvegarder";

/*  Class = "NSTextFieldCell"; title = "Menu Category:"; ObjectID = "701";  */
"Menu Category:" = "Catégorie du menu :";

/*  Class = "SPWindow"; title = "Bundle Editor"; ObjectID = "521";  */
"Bundle Editor" = "Éditeur d'actions";

/*  Class = "NSPopUpButton"; gToolTip = "Choose the fallback input source if nothing was selected"; ObjectID = "780";  */
"Choose the fallback input source if nothing was selected" = "Choisissez la source d'entrée par défaut si rien n'est sélectionné";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "818";  */
"Cancel" = "Annuler";

/*  Class = "NSButton"; gToolTip = "Save any changes and close the Bundle Editor (⌘S)"; ObjectID = "859";  */
"Save any changes and close the Bundle Editor (⌘S)" = "Sauvegarder les changements et fermer l'éditeur d'actions (⌘S)";

/*  Class = "NSButtonCell"; title = "Save"; ObjectID = "860";  */
"Save" = "Sauvegarder";

/*  Class = "NSTextField"; gToolTip = "Enter a menu category which will be displayed as submenu containing the Bundle command"; ObjectID = "691";  */
"Enter a menu category which will be displayed as submenu containing the Bundle command" = "Entrez une catégorie du menu qui sera affichée comme un sous-menu contenant la commande de l'action";

/*  Class = "NSTextFieldCell"; title = "Output:"; ObjectID = "789";  */
"Output:" = "Sortie :";

/*  Class = "NSButton"; gToolTip = "Add Bundle (⌥⌘A)"; ObjectID = "733";  */
"Add Bundle (⌥⌘A)" = "Ajouter une action (⌥⌘A)";

/*  Class = "NSMenuItem"; title = "Reveal Bundle in Finder"; ObjectID = "1270";  */
/*  Class = "NSMenuItem"; title = "Reveal Bundle in Finder"; ObjectID = "904";  */
"Reveal Bundle in Finder" = "Afficher l'action dans le Finder";

/*  Class = "NSPopUpButton"; gToolTip = "Choose the output action of the Bundle command"; ObjectID = "774";  */
"Choose the output action of the Bundle command" = "Choisissez l'affichage pour la commande d'action";

/*  Class = "NSTextFieldCell"; placeholderString = "[sub menu category]"; ObjectID = "702";  */
"[sub menu category]" = "[sous menu catégorie]";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "903";  */
"Duplicate" = "Dupliquer";

/*  Class = "NSButton"; gToolTip = "Close the Bundle Editor without saving"; ObjectID = "817";  */
"Close the Bundle Editor without saving" = "Fermer l'éditeur d'actions sans sauvegarder";

/*  Class = "NSButton"; gToolTip = "Remove selected Bundle (⌘⌫)"; ObjectID = "732";  */
"Remove selected Bundle (⌘⌫)" = "Supprimer l'action sélectionnée (⌘⌫)";

/*  Class = "NSPopUpButton"; gToolTip = "Choose the scope on which the Bundle command will run"; ObjectID = "932";  */
"Choose the scope on which the Bundle command will run" = "Choisissez la portée d'exécution de l'action";

/*  Class = "NSTextField"; gToolTip = "Enter the tooltip for the Bundle command menu item"; ObjectID = "799";  */
"Enter the tooltip for the Bundle command menu item" = "Entrez l'info-bulle pour la commande d'action du menu";

/*  Class = "NSTextField"; gToolTip = "Enter the menu label name"; ObjectID = "695";  */
"Enter the menu label name" = "Entrez le nom du menu";

/*  Class = "NSControl"; gToolTip = "Click to record a shortcut for the Bundle command (Please note, not every shortcut will work due to global or Sequel Pro key bindings)"; ObjectID = "804";  */
"Click to record a shortcut for the Bundle command (Please note, not every shortcut will work due to global or Sequel Pro key bindings)" = "Cliquez pour enregistrer un raccourci pour la commande d'action (notez que toutes les combinaisons ne fonctionneront pas à cause des raccourcis globaux ou ceux de Sequel Pro)";

/*  Class = "NSTextFieldCell"; title = "Tooltip:"; ObjectID = "801";  */
"Tooltip:" = "Info-bulle :";

/*  Class = "NSTextFieldCell"; placeholderString = "[menu label tooltip]"; ObjectID = "802";  */
"[menu label tooltip]" = "[menu label info-bulle]";

/*  Class = "NSMenuItem"; title = "Remove Selected Bundle"; ObjectID = "909";  */
"Remove Selected Bundle" = "Supprimer l'action sélectionnée";

/*  Class = "NSTextFieldCell"; placeholderString = "[menu label name]"; ObjectID = "696";  */
"[menu label name]" = "[menu label nom]";

/*  Class = "NSTextFieldCell"; title = "Menu Label:"; ObjectID = "700";  */
"Menu Label:" = "Libellé du menu :";

/*  Class = "NSMenuItem"; title = "Export Bundle…"; ObjectID = "1271";  */
"Export Bundle…" = "Exporter l'action...";

/*  Class = "NSTextFieldCell"; title = "Author:"; ObjectID = "1135";  */
"Author:" = "Auteur :";

/*  Class = "NSTextFieldCell"; title = "Contact:"; ObjectID = "1141";  */
"Contact:" = "Contact :";

/*  Class = "NSTextFieldCell"; title = "Input:"; ObjectID = "798";  */
"Input:" = "Entrée :";

/*  Class = "NSMenuItem"; title = "Duplicate Bundle"; ObjectID = "1269";  */
"Duplicate Bundle" = "Dupliquer l'action";

/*  Class = "NSTextFieldCell"; title = "OR"; ObjectID = "796";  */
"OR" = "OU";

/*  Class = "NSMenuItem"; title = "Bundle Info"; ObjectID = "994";  */
/*  Class = "NSButtonCell"; title = "Bundle Info"; ObjectID = "1157";  */
"Bundle Info" = "Informations de l'action";

/*  Class = "NSTextFieldCell"; title = "AND"; ObjectID = "1089";  */
"AND" = "ET";

/*  Class = "NSTextFieldCell"; title = "Bundle Scope:"; ObjectID = "937";  */
"Bundle Scope:" = "Portée de l'action :";

/*  Class = "NSButtonCell"; title = "Disable Bundle"; ObjectID = "997";  */
"Disable Bundle" = "Désactiver l'action";

